---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ServerInternalException
source: html/3156c2ef-51cd-57bf-67bd-368a365e320f.htm
---
# ServerInternalException Properties

The information of the function throwing the exception.